{
    "intro": {
        "title": "The Nature of Honey",
        "text":"When choosing honey there are many considerations before you make your choice!  Honey can be sold liquid, solid (crystalized), raw, processed, creamed, in comb, blended, and can range from light to dark in colour with a wide range of flavours.  As always there are pros and cons to every choice."
    },

    "p1": {
        "title": "Why Choose Raw Honey?",
        "text": "The decision to purchase raw honey is normally made because the customer wishes to preserve the natural properties which reside in the honey.  Honey contains many macro and micro nutrients, some of which are beneficial proteins for the human immune system (enzymes, yeasts etc.).  When honey is heated past 50 degrees Celsius, these proteins are destroyed and leave the honey’s nutritional state depleted.  This heating process can be beneficial for the beekeeper selling liquid honey as the heat is capable of killing the natural yeast found in honey which in turns limits the ability of the honey to ferment (one of the common problems with raw honey).  Raw honey is also an unfiltered product.  This also keeps the product as natural as possible and stops the removal of pollens, small morsels of propolis, wax, and other compounds introduced by the bees (which all add nutrients).  These play an important role in as they additionally play an antiviral and antibacterial role.  Minute amounts of pollen in the honey when ingested can also help individuals build immunity to wild pollen allergies.  Raw honey can be found in both its liquid and solid state, both convenient ways to use and consume!"
    },

    "p2": {
        "title": "Dealing with Raw Honey:",
        "text": "Since raw honey contains ‘live’ yeast, there is a chance of the produce fermenting.  This tends to occur because of an increased moisture content of the honey.  Everything from floral source, to moisture in the air at the time of the honey harvest/extraction, to the completion (or lack of total completion) of the conversion from nectar to honey by the bees play a role in the water content in the jar.  When dealing with raw honey that is above moisture threshold, the plan of attack on the beekeepers end is to first try to dehumidify the product before it hits the jar, second, to use the honey to fill their liquid market (heat and filter the honey), and if that is not possible, then the beekeeper will set the honey in an environment in which the honey will turn from the liquid state to the solid ‘crystalized’ state as fast as possible.  This is accomplished by placing the honey in an area where the honey is cooled to just below 10 degrees Celsius.  The honey is then kept at this temperature or colder until it is sold and from there it is in the consumers hand to keep the honey from fermenting.  It is recommended that consumers store their honey at room temperature if it is to be consumed within 2 months.  With the honey stored at room temperature, it is also advised to keep the honey out of direct sunlight as this can locally raise the temperature and ‘activate’ the yeast.  If the honey cannot be consumed within that time it is best to store the rest in the freezer until time for use.  It is also interesting to note that raw honey purchased in the liquid state will neither crystalize nor freeze solid in the freezer.  Fermentation is also not necessarily a bad thing.  Elevated levels of natural yeast have proven to have various health benefits!  It is only seen as a concern because it changes the taste of the honey."
    },

    "facts": {
        "title": "Other Noteworthy Facts",
        "list" : [
            "When baking with honey, decrease the original recipe’s sugar quantity by 2/3. This will match processed sugars ‘sweetness’ and since honey has the property of drawing in moisture from the air, your baked good will remain moist for longer",
            "For people with plant allergies, ingesting trace amounts of pollen in raw honey, the body is able to deal with these without being overwhelmed and can aid in the  process of building tolerance (local honey is the best as you will be exposed to the pollens from the flowers that you will be in contact with)",
            "Honey works great on wounds.  With its antibacterial, antiviral, and antifungal compounds it works to sterilize a wound and also provides a barrier from the outside world.  Also, with its ability to draw moisture, it keeps the wound moist aiding in the healing process"
        ]
    }
    
}